app/controllers/comments_controller.rb

  def create
    @comment = Comment.new(comment_params)

    respond_to do |format|
      if @comment.save
---
INSERT INTO `comments` (`created_at`, `description`, `title`, `updated_at`) VALUES ('2014-07-03 10:21:38', 'h', 'bm', '2014-07-03 10:21:38')